export const mockDishes = {
    "dishes": [
        {
            "id": 1,
            "name": "Рёбра свиные medium size",
            "type": "ribs",
            "description": "Фирменные свиные рёбра в соусе на выбор. Подаются с печёным картофелем с розмарином или красной фасолью в соусе Тако (на выбор)",
            "price": 720,
            "weight": 350,
            "photo": "../public/default.jpg" 
        },
        {
            "id": 2,
            "name": "Ассорти из свиных рёбер в 3 соусах",
            "type": "ribs",
            "description": "Сочетание разных вкусов на одной порции: соус BBQ с фисташкой и апельсиновой цедрой, соус медовый-терияки с кунжутом и зеленым луком, соус кисло-сладкий. На гарнир печеный картофель с розмарином",
            "price": 1090,
            "weight": 720,
            "photo": "../public/default.jpg" 
        },
        {
            "id": 3,
            "name": "Мраморное говяжье ребро",
            "type": "ribs",
            "description": "Говяжьи рёбра в соусе на выбор. Подаются с печеным картофелем с розмарином или красной фасолью в соусе Тако (на выбор)",
            "price": 1790,
            "weight": 240,
            "photo": "../public/default.jpg" 
        },
        {
            "id": 4,
            "name": "Фланк стейк с перечным соусом",
            "type": "steak",
            "description": "Стейк фланк обжаренный на гриле Прожарка стейка well done/medium well/medium/medium rare/rare. Подается на доске, посыпается крупной морской солью со сливочно перечным соусом.",
            "price": 1250,
            "weight": 230,
            "photo": "../public/default.jpg" 
        }
    ]
};
